HGS/MELDUNGEN/TEMPLATES/IN/Sequenznummernbericht/Automatenmeldung_6575_Sequenznummernbericht_2024-08-02T10_50_28.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSequenznummernbericht xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaVorgangsmeldungen xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="6575" seriennummer="6575"/>
                <versionKey>-1</versionKey>
                <ersteSequenz>119886</ersteSequenz>
                <letzteSequenz>119886</letzteSequenz>
                <vorgaenge beschreibung=" Status:Betriebsbereit Verkauf:- Bedienung:-" kategorie="TypHealthMeldung" servicetechniker="0" zeitpunkt="2024-08-02T12:50:13+02:00">
                    <metadaten guid="892e61c2-f2b4-4136-bec5-343896e73764" sequenznummer="119886"/>
                </vorgaenge>
            </faaVorgangsmeldungen>
        </empfangeSequenznummernbericht>
    </s:Body>
</s:Envelope>
